Repository: 2lambda123/OnionBrowser
Catalog: Resources/*.lproj/Localizable.strings
Languages: cs, el, hi, nb

source: When disabled, all text entered in search bar will be sent to the search engine unless it starts with "http".
cs: Pokud je zakázáno, bude vyhledávači odeslán veškerý text, který nezačíná „http“, zadaný do vyhledávacího pole.
el: Όταν είναι απενεργοποιημένο, όλα τα κείμενα που πληκτρολογούνται στη μπάρα αναζήτησης θα στέλνονται στη μηχανή αναζήτησης, εκτός αν ξεκινούν με "http".
hi: अक्षम होने पर, खोज पट्टी में दर्ज सभी पाठ को खोज इंजन में भेजा जाएगा जब तक कि वह "http" से शुरू न हो जाए
nb: Når denne er deaktivert, blir all tekst som skrives inn i søkelinjen, sendt til søkemotoren med mindre den begynner med "http".

source: Works pretty well. Your identity is mostly protected.
cs: Funguje celkem dobře. Vaše identita je z větší části chráněná.

source: You most recently donated %1$@ on %2$@.
cs: Nedávno jste darovali %1$@ na %2$@.
hi: आप सबसे हाल ही में %1$@ पर %2$@ दान दिया।
nb: Du har nylig donert %1$@ %2$@.

source: Your traffic goes to 3 different parts of the world.
cs: Váš traffic jde na 3 různá místa na světě.

source: Guard
el: Φύλακας
hi: रक्षक
nb: Vokt

source: OK
el: Εντάξει
hi: ठीक

source: Tip: %@
el: Συμβουλή: %@
hi: सुझाव:%@
nb: Tips: %@

source: User Agent
el: Πράκτορας χρήστη
hi: उपभोक्ता अभिकर्ता
nb: Brukeragent

source: Version %@
hi: संस्करण %@
nb: Versjon %@
