Repository: 2lambda123/OnionBrowser
Catalog: Resources/*.lproj/Localizable.strings
Languages: cs, el, hi, nb

source: %1$@ (Disabled: %2$@)
cs: %1$@ (Zakázáno: %2$@)
el: %1$@ (Απενεργοποιημένο: %2$@)
hi: %1$@ (अक्षम: %2$@)
nb: %1$@ (Deaktivert: %2$@)

source: (not recommended)
cs: (nedoporučuje se)
el: (δεν προτείνεται)
hi: (सिफारिश नहीं की गई)
nb: (anbefales ikke)

# __CLAIM_1__
source: Our diverse community is what makes Tor great!
cs: Naše rozmanitá komunitá dělá Tor skvělým!
el: Η ποικιλόμορφη κοινότητά μας κάνει το Tor σπουδαίο!
hi: हमारा विविध समुदाय यही है जो Tor को महान बनाता है!
nb: Vårt mangfoldige brukerfellesskap gjør Tor så flott!

# __CLAIM_2__
source: Everyday people use Tor to avoid being followed by marketing ads.
cs: Lidé používají Tor, aby nebyli pronásledováni reklamami.
el: Καθημερινοί άνθρωποι χρησιμοποιούν το Tor για να αποφύγουν την παρακολούθηση από διαφημίσεις.
hi: हर रोज लोग Tor का उपयोग करते हैं ताकि वे मार्केटिंग विज्ञापनों के बाद से बचें।
nb: Vanlige folk bruker Tor for å unngå å bli forfulgt av reklame.

# __CLAIM_3__
source: People use Tor to safely stay connected with their friends and family.
cs: Lidé používají Tor, aby bezpečně zůstali v kontaktu se svou rodinou a přáteli.
el: Χρήστες και χρήστριες χρησιμοποιούν το Tor για να παραμείνουν συνδεδεμένοι με τους φίλους και την οικογένειά τους.
hi: लोग अपने दोस्तों और परिवार के साथ सुरक्षित रहने के लिए Tor का उपयोग करते हैं।
nb: Folk bruker Tor for å holde kontakt med venner og familie på en trygg måte.

# __CLAIM_4__
source: Activists use Tor to freely express their opinions and beliefs.
cs: Aktivisté používají Tor, aby svobodně vyjadřovali své názory a domněnky.
el: Οι ακτιβιστές/τριες χρησιμοποιούν το Tor για να εκφράσουν ελεύθερα τις απόψεις και πεποιθήσεις τους.
hi: कार्यकर्ता अपनी राय और विश्वासों को स्वतंत्र रूप से व्यक्त करने के लिए Tor का उपयोग करते हैं।
nb: Aktivister bruker Tor til å fritt uttrykke sine meninger og syn på ting.

# __CLAIM_5__
source: Bloggers use Tor to rally people toward social reform.
cs: Blogeři používají Tor, aby lidi motivovali k sociální změně.
el: Οι bloggers χρησιμοποιούν το Tor για να να συσπειρώσουν τον κόσμο προς την κοινωνική μεταρρύθμιση.
hi: ब्लॉगर्स सामाजिक सुधार की ओर लोगों को रैली करने के लिए Tor का उपयोग करते हैं।
nb: Bloggere bruker Tor for å skape engasjement og forandre samfunnet.

# __CLAIM_6__
source: Journalists use Tor to securely investigate stories they are reporting on.
cs: Novináři používají Tor, aby mohli bezpečně vyšetřit případy, o kterých podávají zprávy.
el: Οι δημοσιογράφοι χρησιμοποιούν τον Tor για να διερευνήσουν με ασφάλεια τις ιστορίες του ρεπορτάζ τους.
hi: पत्रकारों को वे कहानियों की रिपोर्ट करने के लिए सुरक्षित रूप से जांच करने के लिए Tor का उपयोग करते हैं।
nb: Journalister bruker Tor for å undersøke saker de rapporterer om på en trygg måte.

# __CLAIM_7__
source: Business people use Tor to keep their company strategies private.
cs: Obchodníci používají Tor, aby udrželi strategie své společnosti v utajení.
el: Οι επιχειρηματίες χρησιμοποιούν τον Tor για να διατηρήσουν απόρρητες τις στρατηγικές της εταιρίας τους.
hi: व्यावसायिक लोग अपनी कंपनी की रणनीतियों को निजी रखने के लिए Tor का उपयोग करते हैं
nb: Forretningsfolk bruker Tor for å holde strategiene sine hemmelige.

# __CLAIM_8__
source: Workers use Tor to fight for justice without fear of losing their job.
cs: Pracovníci používají Tor, aby bojovali pro spravedlnost bez obav o svou práci.
el: Οι εργαζόμενοι χρησιμοποιούν τον Tor για να αγωνιστούν για δικαιοσύνη, χωρίς τον φόβο ότι θα χάσουν τη δουλειά τους.
hi: कार्यकर्ता अपनी नौकरी खोने के डर के बिना न्याय के लिए लड़ने के लिए Tor का उपयोग करते हैं।
nb: Arbeidere bruker Tor til å kjempe for rettferdighet, uten frykt for å miste jobben sin.

source: About
cs: O aplikaci
el: Σχετικά
hi: बारे में
nb: Om

source: Add Bookmark
cs: Přidat záložku
el: Προσθήκη σελιδοδείκτη
hi: बुकमार्क जोड़ें
nb: Legg til bokmerke

source: Add Site
cs: Přidat Stránku
el: Προσθήκη σελίδας
hi: साइट जोड़ें
nb: Legg til nettsted

source: Additionally, all bookmarks not existing on the server but in Onion Browser will be created there.
cs: Všechny záložky, které nejsou na serveru ale jsou v Onion Browser, budou přidány tam.
el: Επιπλέον, όλοι οι σελιδοδείκτες που δεν υπάρχουν στον σέρβερ αλλά στον Onion Browser θα δημιουργηθούν εδώ.

source: Address
cs: Adresa
el: Διεύθυνση
hi: पता
nb: Adresse

source: All rules
cs: Všechna pravidla
el: Όλοι οι κανόνες
hi: सभी नियम
nb: Alle regler

source: Allow 3rd-Party Keyboards
cs: Povolit klávesnice 3. stran
el: Να επιτρέπονται τα πληκτρολόγια τρίτων
hi: तृतीय पक्ष कीबोर्ड की अनुमति दें
nb: Tillat tredjepartstastatur

source: Allow hosts to permanently store cookies and local storage databases.
cs: Povolit serverům trvale uložit cookies a databáze lokálního úložiště.
el: Να επιτρέπεται στους hosts η μόνιμη αποθήκευση cookies και τοπικών δεδομένων.
hi: होस्ट्स को स्थायी रूप से कुकीज और स्थानीय संग्रहण डेटाबेस को संग्रहीत करने की अनुमति दें
nb: Tillat verter å lagre informasjonskapsler og databaser for lokal lagring permanent.

source: Allow Persistent Cookies
cs: Povolit trvalé cookies
el: Να επιτρέπονται τα μόνιμα cookies
hi: लगातार कुकीज़ की अनुमति दें
nb: Tillat vedvarende informasjonskapsler

source: Are you sure you want to send a %@ tip?
cs: Jste si jistý, že chcete poslat spropitné ve výši %@?
el: Είστε σίγουρος/η ότι θέλετε να στείλετε %@φιλοδώρημα;
hi: क्या आप वाकई %@ टिप भेजना चाहते हैं?
nb: Er du sikker på at du vil sende et %@-tips?

source: Authentication Required
cs: Vyžadována autentizace
el: Απαιτείται πιστοποίηση
hi: प्रमाणीकरण आवश्यक
nb: Identitetsbekreftelse kreves

source: Auto-Complete Search Results
cs: Našeptávač
el: Αυτόματη συμπλήρωση αποτελεσμάτων αναζήτησης.
hi: स्वतः पूर्ण खोज परिणाम
nb: Automatisk fullføring av søkeresultater

source: Begins On
cs: Začne dne
el: Ξεκινάει στις
hi: पर शुरू होता है
nb: Begynner

source: Blocked 3rd-Party Hosts
cs: Blokované servery 3. stran
el: Αποκλεισμένοι τρίτοι hosts
hi: अवरुद्ध तृतीय-पक्ष होस्ट्स होस्ट्स
nb: Blokkerte tredjepartsverter

source: Bookmarks
cs: Záložky
el: Σελιδοδείκτες
hi: बुकमार्क
nb: Bokmerker

source: Bridge Configuration
cs: Konfigurace mostu
el: Διαμόρφωση γέφυρας
hi: ब्रिज कॉन्फ़िगरेशन
nb: Bro-oppsett

source: Bronze
cs: Bronz
el: Χάλκινο

source: By editing this setting, you have created a custom security setting.
cs: Upravením tohoto nastavení vytvoříte vlastní nastavení bezpečnosti.
el: Αλλάζοντας αυτήν τη ρύθμιση, έχετε χρησιμοποιήσει μία εξατομικευμένη ρύθμιση ασφαλείας.
hi: इस सेटिंग को संपादित करके, आपने एक कस्टम सुरक्षा सेटिंग बनाई है।
nb: Ved å redigere denne innstillingen har du opprettet en tilpasset sikkerhetsinnstilling.

source: Cancel
cs: Zrušit
el: Ακύρωση
hi: रद्द करना
nb: Avbryt

source: Certificate Information
cs: Informace o certifikátu
el: Πληροφορίες πιστοποίησης
hi: प्रमाणपत्र जानकारी
nb: Sertifikatinformasjon

source: Changing this option requires restarting the app.
cs: Změna této volby vyžaduje restart aplikace.
el: Η αλλαγή αυτής της επιλογής απαιτεί την επανεκκίνηση της εφαρμογής
hi: इस विकल्प को बदलने के लिए एप्लिकेशन को पुनरारंभ करना आवश्यक है
nb: Endring av dette valget krever omstart av appen.

source: Choose how long app remembers open tabs.
cs: Vyberte, jak dlouho si aplikace pamatuje otevřené panely.
el: Επιλέξτε για πόσο χρόνο θα θυμάται η εφαρμογή τις ανοιχτές καρτέλες.
hi: चुनें, कब तक खुले टैब को ऐप याद रखता है।
nb: Velg hvor lenge appen husker åpne faner.

source: Cipher
cs: Šifra
el: Κρυπτογράφημα
hi: सिफ़र
nb: Chiffrering

source: Close Onion Browser and restart or try using a bridge.
cs: Zavřete Onion browser a restartujte, nebo zkuste použít bridge.
el: Κλείσιμο Onion Browser και επανεκκίνηση ή χρήση γέφυρας.

source: Close Tab
cs: Zavřít panel
el: Κλείσιμο καρτέλας
hi: टैब बंद करें
nb: Lukk fane

source: Configure Bridges
cs: Nastavit bridge
el: Διαμόρφωση γεφυρών
hi: ब्रिड्जस को कॉन्फ़िगर करें
nb: Konfigurer broer

source: Confirm %@
cs: Potvrdit %@
el: Επιβεβαίωση%@
nb: Bekreft %@

source: Confirm Purchase
cs: Potvrzení nákupu
el: Επιβεβαίωση αγοράς
hi: खरीदी की पुष्टि करें
nb: Bekreft kjøp

source: Connect to a website to see your circuit.
cs: Ke zobrazení vašeho Tor okruhu se připojte k nějaké webové stránce.
el: Συνδεθείτε σε μία ιστοσελίδα για να δείτε τη διαδρομή σας.

source: Connect to Tor
cs: Připojit se k Toru
el: Σύνδεση στον Tor
hi: Tor से कनेक्ट करें
nb: Koble til Tor

source: Connect to Tor for private browsing.
cs: Připojte se k síti Tor pro soukromé brouzdání po internetu.
el: Συνδεθείτε στον Tor για ιδιωτική περιήγηση.
hi: निजी ब्राउज़िंग के लिए Tor से कनेक्ट करें।
nb: Koble til Tor for privat surfing.

source: Connected!
cs: Připojeno!
el: Συνδέθηκε!
hi: जुड़े हुए
nb: Tilkoblet!

source: Connecting to Tor
cs: Připojování k Toru
el: Συνδέεστε στον Tor
hi: Tor से जुड़ना
nb: Koble til Tor

source: Connection Information
cs: Informace o spojení
el: Πληροφορίες σύνδεσης
hi: कनेक्शन जानकारी
nb: Tilkoblingsinformasjon

source: Connection to Nextcloud Server Failed
cs: Spojení s serverem Nextcloud selhalo
el: Απέτυχε η σύνδεση στον Nextcloud Server

source: Cookies and Local Storage
cs: Cookies a lokální úložiště
el: Cookies και Τοπικά δεδομένα
hi: कुकीज़ और स्थानीय संचयन
nb: Informasjonskapsler og lokal lagring

source: Create New Tab
cs: Vytvořit nový panel
el: Άνοιγμα νέας καρτέλας
hi: नया टैब बनाएं
nb: Opprett ny fane

source: Custom
cs: Vlastní
el: Προσαρμοσμένο
hi: रिवाज
nb: Egendefinert

source: Custom Site Security
cs: Vlastní zabezpečení pro stránku
el: Εξατομικευμένη ασφάλεια ιστοσελίδας
hi: कस्टम साइट सुरक्षा
nb: Egendefinert nettverkssikkerhet

source: Custom user-agent string, or blank to use the default.
cs: Vlastní user agent, pokud je prázdné, bude použit výchozí.
el: Προσαρμοσμένη ταυτότητα πράκτορα χρήστη, ή αφήστε κενό για χρήση της προεπιλογής.
hi: कस्टम उपयोगकर्ता-एजेंट स्ट्रिंग, या डिफ़ॉल्ट का उपयोग करने के लिए खाली
nb: Egendefinert brukeragent-streng, eller la stå tom for å anvende standardinnstillingen.

source: Customize
cs: Přizpůsobit
el: Εξατομίκευση
hi: अनुकूलित करें
nb: Tilpass

source: Default Security
cs: Výchozí nastavení bezpečnosti
el: Προεπιλεγμένη ασφάλεια
hi: डिफ़ॉल्ट सुरक्षा
nb: Standard sikkerhet

source: Define custom settings for specific sites.
cs: Definice vlastních nastavení pro konkrétní weby.
el: Προσδιορίστε εξατομικευμένες ρυθμίσεις για συγκεκριμένες ιστοσελίδες.
hi: विशिष्ट साइटों के लिए कस्टम सेटिंग्स को परिभाषित करें।
nb: Definer egendefinerte innstillinger for spesifikke nettsteder.

source: Define Default Security Level
cs: Definice výchozí úrovně zabezpečení
el: Ορίστε προεπιλεγμένο επίπεδο ασφαλείας
hi: डिफ़ॉल्ट सुरक्षा स्तर को परिभाषित करें
nb: Definer standard sikkerhetsnivå

source: Disable
cs: Zakázat
el: Απενεργοποίηση
hi: अक्षम
nb: Deaktiver

source: Disable Bookmarks on Start Page
cs: Zakázat záložky na startovní stránce
el: Απενεργοποίηση σελιδοδεικτών στην Αρχική σελίδα

source: Disabled: %@
cs: Zakázáno: %@
el: Απενεργοποιημένο: %@
hi: अक्षम: %@
nb: Deaktivert: %@

source: Donate
cs: Darovat
el: Δωρεά
hi: दान करें
nb: Doner

source: Donate to %@
cs: Přispět %@
el: Συνεισφέρετε στο%@
hi: को दान दें %@
nb: Doner til %@

source: Done
cs: Hotovo
el: Τέλος
hi: किया हुआ
nb: Ferdig

source: Easy breezy. Though it could be dangerous.
cs: Jednoduchý, ale nebezpečný.
el: Πανεύκολο. Αν και θα μπορούσε να είναι επικίνδυνο.

source: Edit Bookmark
cs: Upravit záložku
el: Επεξεργασία σελιδοδείκτη
hi: बुकमार्क संपादित करें
nb: Rediger bokmerke

source: Enable
cs: Povolit
el: Ενεργοποίηση
hi: सक्षम
nb: Aktiver

source: Error
cs: Chyba
el: Σφάλμα
hi: त्रुटि
nb: Feil

source: Expires After
cs: Vyprší k
el: Λήγει μετά
hi: एक्सपायर होने के बाद
nb: Utløper etter

source: Extended Validation: Organization
cs: Rozšířené ověření: Organizace
el: Επιπρόσθετη επικύρωση: Οργάνωση
hi: विस्तारित मान्यता: संगठन
nb: Utvidet validering: organisasjon

source: Focus URL Field
cs: Vybrat pole URL
el: Εστίαση στο πεδίο URL
hi: URL फ़ील्ड ध्यान केंद्रित
nb: Fokuser på nettadressefelt

source: Follow Onion-Location Header Automatically
cs: Automaticky následovat hlavičku Onion-Location
el: Ακολουθήστε αυτόματα την τοποθεσία της κεφαλής του Onion

source: Forget at Shutdown
cs: Zapomenout při vypnutí
el: Να ξεχαστεί κατά τον Τεματισμό
hi: शटडाउन में भूल जाओ
nb: Glem ved avslutning

source: Forget in Background
cs: Zapomenout na pozadí
el: Να ξεχαστεί στο παρασκήνιο
hi: पृष्ठभूमि में भूल जाओ
nb: Glem i bakgrun

source: Free to be you.
cs: Svoboda být sám sebou
el: Ελεύθερος/η να είστε ο εαυτός σας.
hi: तुम मुक्त हो।
nb: Friheten til å være deg selv.

source: Fund Development
cs: Sponzorovat vývoj
el: Ανάπτυξη πόρων
hi: निधि विकास
nb: Finansier utvikling

source: Go Back
cs: Jít zpátky
el: Προηγούμενο
hi: वापस जाओ
nb: Gå tilbake

source: Go Forward
cs: Jít dopředu
el: Επόμενο
hi: आगे बढ़ो
nb: Gå fremover

source: Gold
cs: Zlato
el: Χρυσό

source: Handle tapping on links in a non-standard way to avoid possibly opening external applications.
cs: Přizpůsobit chování při klepnutí na link, aby se předešlo otevření externí aplikace.
el: Χειρισμός πατήματος σε συνδέσμους με μή τυπικό τρόπο, για να αποφευχθεί πιθανό άνοιγμα εξωτερικών εφαρμογών.
hi: संभवतः बाहरी अनुप्रयोगों को खोलने से बचने के लिए एक गैर-मानक तरीके से लिंक पर टैपिंग को संभाले
nb: Håndter klikking på koblinger på en ikke-standard måte for å unngå å åpne eksterne apper.

source: History
cs: Historie
el: Ιστορικό
hi: इतिहास
nb: Historikk

source: Host
cs: Hostitel
hi: मेज़बान
nb: Vert

source: If you are in a country or using a connection that censors Tor, you might need to use bridges.
cs: Pokud jste v zemi nebo síti, která cenzuruje Tor, budete pravděpodobně potřebovat použít bridge.
hi: यदि आप एक देश में हैं या एक कनेक्शन का उपयोग कर रहे हैं जो Tor को सेंसर करता है, तो आपको ब्रिड्जस का उपयोग करने की आवश्यकता हो सकती है।
nb: Hvis du er i et land som sensurerer Tor, eller bruker en tilkobling som sensurerer Tor, kan du ha behov for å bruke broer.

source: If you sync, all bookmarks will be read from the server and added/updated in Onion Browser.
cs: Pokud sychronizujete, všechny záložky se načtou ze serveru a budou přidány/aktualizovány v Onion prohlížeči.

source: Ignore for this host
cs: Ignorovat na tomto serveru
el: Αγνόηση για αυτό τον host
hi: इस होस्ट के लिए उपेक्षा करें
nb: Ignorer for denne verten

source: Ignore TLS Errors
cs: Ignorovat chyby TLS
el: Αγνόηση σφαλμάτων TLS
hi: TLS त्रुटियों को अनदेखा करें
nb: Ignorer TLS-feil

source: Issued By
cs: Vystaveno pro
hi: जारीकर्ता
nb: Utstedt av

source: Issued To
cs: Vystavitel
hi: के लिए जारी किए
nb: Utstedt til

source: Learn More
cs: Zjistit více
el: Μάθετε περισσότερα
hi: और अधिक जानें
nb: Lær mer

source: Learn more about %@
cs: Zjistit více o %@
el: Μάθετε περισσότερα σχετικά με %@
hi: के बारे में अधिक जानने %@
nb: Lær mer om %@

source: Let's go %@
cs: Dále %@
el: Πάμε%@
hi: चलो चलते हैं %@
nb: La oss gå %@

source: Loading in-app purchase data…
cs: Načítání dat o nákupech v aplikaci...
hi: इन-ऐप खरीदारी डेटा लोड हो रहा है ...
nb: Laster inn data for kjøp i app …

source: Local Storage
cs: Místní úložiště
hi: स्थानीय भंडार
nb: Lokal lagring

source: Log In
cs: Přihlásit se
el: Σύνδεση
hi: लॉग इन
nb: Logg inn

source: Miscellaneous
cs: Ostatní
el: Διάφορα
hi: कई तरह का
nb: Ymse

source: Mute Audio with Mute Switch
cs: Ztlumit zvuk přepínačem ztlumení
el: Σίγαση ήχου με τον διακόπτη σίγασης
hi: मौन स्विच के साथ ऑडियो मौन करें
nb: Demp lyden med dempebryteren

source: New Circuit for this Site
cs: Nový okruh pro tento web
el: Νέο κύκλωμα για αυτήν την ιστοσελίδα
hi: इस साइट के लिए नया सर्किट
nb: Ny krets for dette nettstedet

source: Next
cs: Další
el: Επόμενο
hi: आगे
nb: Neste

source: Open in a New Tab
cs: Otevřít v novém panelu
el: Άνοιγμα σε νέα καρτέλα
hi: एक नई टैब में खोलें
nb: Åpne i ny fane

source: Open in Background Tab
cs: Otevřít v panelu na pozadí
el: Άνοιγμα σε καρτέλα στο παρασκήνιο
hi: पृष्ठभूमि टैब में खोलें
nb: Åpne i bakgrunnsfane

source: Open in Safari
cs: Otevřít v Safari
el: Άνοιγμα στο Safari
hi: Safari में खोलें
nb: Åpne i Safari

source: Other
cs: Ostatní
el: Άλλο
hi: अन्य
nb: Annet

source: Password
cs: Heslo
el: Κωδικός
hi: पासवर्ड
nb: Passord

source: Payment Sent
cs: Platba odeslána
hi: भुगतान भेजा
nb: Betaling sendt

source: Period of Validity
cs: Interval platnosti
el: Περίοδος εγκυρότητας
hi: वैधता की अवधी
nb: Gyldighetsperiode

source: Popular User Agents
cs: Oblíbení uživatelští agenti
el: Δημοφιλείς παράγοντες χρήστη

source: Privacy
cs: Soukromí
el: Ιδιωτικότητα
hi: गुप्तता
nb: Personvern

source: Privacy & Security
cs: Soukromí a zabezpečení
el: Ιδιωτικότητα & Ασφάλεια
hi: निजता एवं सुरक्षा
nb: Personvern og sikkerhet

source: Protocol
cs: Protokol
el: Πρωτόκολλο
hi: मसविदा बनाना
nb: Protokoll

source: Pull to Refresh Page
cs: Táhnutím znovu načtete
el: Τραβήξτε για ανανέωση της σελίδας
hi: पुनश्चर्या को खींचें
nb: Dra for å laste inn siden på nytt.

source: Purchase Failure
cs: Koupě selhala
hi: खरीद में विफलता
nb: Kjøpsfeil

source: Rate on App Store
cs: Hodnotit na App Storu
el: Βαθμολογήστε στο App Store
hi: ऐप स्टोर पर दर
nb: Vurder på App-butikken

source: Reload Tab
cs: Obnovit záložku
el: Επαναφόρτωση δεδομένων
hi: रीलोड टैब
nb: Last inn fanen på nytt

source: Remember Tabs
cs: Pamatovat si panely
el: Αποθήκευση καρτελών
hi: टैब याद रखें
nb: Husk faner

source: Remove All Local Storage
cs: Smazat vše z lokálního úložiště
el: Αφαίρεση όλου του τοπικού χώρου αποθήκευσης
hi: सभी स्थानीय संग्रहण निकालें
nb: Fjern all lokal lagring

source: Report a Bug
cs: Nahlásit chybu
el: Αναφορά σφάλματος
hi: गलती सूचित करें
nb: Rapporter en feil

source: Rules in use on current page
cs: Pravidla používaná na této stránce
el: Κανόνες που χρησιμοποιούνται στην τρέχουσα σελίδα
hi: वर्तमान पृष्ठ पर उपयोग में नियम
nb: Regler i bruk på gjeldende side

source: Search
cs: Vyhledávání
el: Αναζήτηση
hi: खोज
nb: Søk

source: Search Engine
cs: Vyhledávač
el: Μηχανή αναζήτησης
hi: खोज इंजन
nb: Søkemotor

source: Security Level for This Site
cs: Úroveň zabezpečení tohoto webu
el: Επίπεδο ασφάλειας για αυτήν την ιστοσελίδα
hi: इस साइट के लिए सुरक्षा स्तर
nb: Sikkerhetsnivå for dette nettstedet

source: Serial Number
cs: Sériové číslo
el: Σειριακός αριθμός
hi: क्रमांक
nb: Serienummer

source: Settings
cs: Nastavení
el: Ρυθμίσεις
hi: सेटिंग्स
nb: Innstillinger

source: Settings have been customized.
cs: Nastavení byla upravena
el: Οι ρυθμίσεις έχουν εξατομικευτεί.
hi: सेटिंग्स को अनुकूलित किया गया है।
nb: Innstillingene har blitt tilpasset

source: Show All Sites
cs: Ukázat všechny stránky
el: Δείξε όλες τις ιστοσελίδες
hi: सभी साइटें दिखाएं
nb: Vis alle nettsteder

source: Show Bookmarks
cs: Zobrazit záložky
el: Εμφάνιση σελιδοδεικτών
hi: बुकमार्क्स दिखाएं
nb: Vis bokmerker

source: Signature Algorithm
cs: Podpisový algoritmus
el: Αλγόριθμος υπογραφής
hi: हस्ताक्षर एल्गोरिथ्म
nb: Signaturalgoritme

source: Silver
cs: Stříbro
el: Ασημένιο

source: Sorry, in-app purchase is disabled on your device!
cs: Omlouváme se, nákupy v aplikacích jsou na vašem zařízení zakázány.
el: Συγγνώμη, η αγορά εντός της εφαρμογής είναι απενεργοποιημένη στη συσκευή σας!
hi: क्षमा करें, इन-ऐप खरीदारी आपके डिवाइस पर अक्षम है!
nb: Beklager, kjøp i appen er deaktivert på enheten din!

source: Start Browsing
cs: Začít surfovat
el: Εναρξη περιηγησης
hi: स्टार्ट ब्राउजिंग
nb: Start Surfing

source: Stop Auto-Complete at First Dot
cs: Zastavit našeptávač po první tečce
el: Τερματισμός αυτόματης συμπλήρωσης στη πρώτη τελεία.
hi: ऑटो को पहले बिंदु पर रोकें
nb: Stopp automatisk fullføring etter første prikk

source: Subscribe to Tor Newsletter
cs: Přihlásit se k odběru Tor novinek
el: Γραφτείτε στο Newsletter του Tor
hi: तोर न्यूज़लेटर की सदस्यता लें
nb: Abonner på Tor-nyhetsbrevet

source: Support
cs: Podpora
el: Υποστήριξη
hi: समर्थन
nb: Brukerstøtte

source: Support Onion Browser Development
cs: Popořit vývoj Onion Browser
el: Στηρίξτε την ανάπτυξη του Onion Browser
hi: समर्थन Onion Browser विकास
nb: Støtt utvikling av Onion-nettleseren

source: Switch to Tab %d
cs: Přejít na panel %d
el: Μετάβαση στην καρτέλα %d
hi: टैब पर स्विच करें %d
nb: Bytt til fane %d

source: Sync Bookmarks
cs: Synchronizovat záložky
el: Συγχρονισμός σελιδοδεικτών

source: Sync Bookmarks with Nextcloud Server
cs: Synchronizovat záložky s Nextcloud serverem
el: Συγχρονισμός σελιδοδεικτών στον Nextcloud Server

source: Sync with Nextcloud
cs: Synchronizovat s Nextcloud
el: Συγχρονισμός με το Nextcloud

source: Tab Security
cs: Zabezpečení panelů
el: Ασφάλεια καρτελών
hi: टैब सुरक्षा
nb: Fanesikkerhet

source: The security level you choose for a website often has a direct impact on that site’s performance. Some of the protections can be overridden or modified by changing your security settings.
cs: Vámi zvolená úroveň zabezpečení webových stránek má často přímý vliv na jejich výkon. Některá zabezpečení lze zrušit nebo upravit změnou nastavení zabezpečení.

source: These might change server behaviour. E.g. show or not show Captchas or return pages meant for desktop browsers.
cs: Toto může změnit chování serveru. Např. zobrazovat nebo nezobrazovat Captcha nebo zobrazovat stránky určené pro desktopové prohlížeče.

source: This browser
cs: Tento prohlížeč
hi: यह ब्राउज़र
nb: Denne nettleseren

source: This is your default security setting for every website you visit in %@.
cs: Toto je výchozí nastavení zabezpečení pro všechny vámi navštěvované weby v %@.
hi: यह आपके द्वारा देखी जाने वाली प्रत्येक वेबसाइट के लिए आपकी डिफ़ॉल्ट सुरक्षा सेटिंग है %@
nb: Dette er din standard sikkerhetsinnstilling for alle nettsteder du åpner på %@.

source: Title
cs: Titul
el: Τίτλος
hi: शीर्षक
nb: Tittel

source: TLS certificate chain verification error (self-signed certificate?)
cs: Chyba při ověřování certifikátu TLS (certifikát podepsán samotným serverem?)
el: Σφάλμα επιβεβαίωσης της αλυσίδας πιστοποιητικών TLS (αυτο-υπογεγραμμένο πιστοποιητικό;)
hi: TLS प्रमाणपत्र श्रृंखला सत्यापन त्रुटि (स्व-हस्ताक्षरित प्रमाण पत्र?)
nb: Feil ved verifisering av TLS-sertifikatkjede (egensignert sertifikat?)

source: TLS handshake failed
cs: TLS handshake selhal
el: Αποτυχία χειραψίας TLS
hi: TLS हैंडशेक विफल रहा
nb: TLS-håndtrykk mislyktes

source: TLS protocol error
cs: Chyba protokolu TLS
el: Σφάλμα πρωτοκόλλου TLS
hi: TLS प्रोटोकॉल त्रुटि
nb: TLS-protokollfeil

source: Tor Circuit
cs: Tor okruh
el: Κύκλωμα Tor
hi: Tor सर्किट
nb: Tor-krets

source: Try Again
cs: Zkusit znovu
el: Προσπαθήστε ξανά

source: Universal Link Protection
cs: Ochrana pro univerzální odkazy
el: Καθολική προστασία συνδέσμων
hi: यूनिवर्सल लिंक संरक्षण

source: URL Blocker
cs: Blokátor URL
el: Αποκλεισμός διεύθυνσης
hi: URL अवरोधक
nb: Nettadresseblokkerer

source: User disabled
cs: Zakázáno uživatelem
el: Απενεργοποιημένος χρήστης
hi: उपयोगकर्ता अक्षम
nb: Bruker deaktivert

source: Username
cs: Uživatelské jméno
el: Όνομα χρήστη
hi: उपयोगकर्ताओं के नाम
nb: Brukernavn

source: Version
cs: Verze
hi: संस्करण
nb: Versjon

source: We couldn't sync your bookmarks at this time. Try again to make sure your information is synced.
cs: Aktuálně se nám nepodařilo synchronizovat vaše záložky. Zkuste to znovu a zkontrolujte, zda jsou informace synchronizovány.

source: We're having trouble.
cs: Máme potíže.

source: Websites may break. But you get great security.
cs: Stránky se můžou rozbít, ale budete skvěle zabezpečení.
